sdaiValidateInverseAttrs(Sdai_instS*,Sdai_Id_aggr*)
\details
Validates whether all inverse attribute constraints defined in the specified application instance are satisfied.
Retrieves the non-persistent list (NPL) of attributes that do not conform to validation, if found.
\param instance [in]  An identifier of the application instance to be validated.
\param list     [out] An identifier of a pre-existing NPL that stores the list of identifiers of invalid inverse attributes.
\returns sdaiTRUE if inverse attributes with violated size constraints are not found; otherwise, the function returns sdaiFALSE.